<?xml version="1.0" ?><policyDefinitionResources revision="1.0" schemaVersion="1.0" xmlns="http://www.microsoft.com/GroupPolicy/PolicyDefinitions"><!--microsoft_edge version: 138.0.3351.95--><displayName/><description/><resources><stringTable><string id="Network_group">Ağ ayarları</string><string id="AccessControlAllowMethodsInCORSPreflightSpecConformant">CORS içinde Access-Control-Allow-Methods öğesini denetim öncesi belirtim uyumlu yap</string><string id="AccessControlAllowMethodsInCORSPreflightSpecConformant_Explain">Bu ilke istek yöntemlerinin Access-Control-Allow-Methods ön denetimindeki CORS yanıt üst bilgileriyle eşleştirildiğinde, büyük harfli yapılıp yapılmamasını denetler.

Bu ilkeyi devre dışı bırakırsanız istek yöntemleri büyük harfle yazılır. Bu, Microsoft Edge 108'deki veya öncesindeki davranıştır.

Bu ilkeyi etkinleştirirseniz veya yapılandırmazsanız, DELETE, GET, HEAD, OPTIONS, POST veya PUT. ile büyük/küçük harfe duyarlı olarak eşleşmediği sürece istek yöntemleri büyük harfle yazılmaz.

Bu, fetch(url, {method: 'Foo'}) + &quot;Access-Control-Allow-Methods: FOO&quot; yanıt başlığını reddeder
ve fetch(url, {method: 'Foo'}) + &quot;Access-Control-Allow-Methods: Foo&quot; yanıt başlığını kabul eder.

Not: &quot;post&quot; ve &quot;put&quot; istek yöntemleri etkilenmez ancak &quot;patch&quot; etkilenir.

Bu ilkenin geçici olması amaçlanır ve gelecekte kaldırılacak.</string><string id="BlockTruncatedCookies">Kesilmiş tanımlama bilgilerini engelle (geçersiz)</string><string id="BlockTruncatedCookies_Explain">KULLANIMDAN KALKTI: Bu ilke kullanımdan kalktı ve Microsoft Edge 131 sürümünden sonra çalışmaz.

Bu ilke, belirli denetim karakterleri (NULL, satır başı Microsoft Edge satır besleme) içeren JavaScript aracılığıyla ayarlanmış tanımlama bilgilerini işleme biçiminde yapılan değişiklikler için geçici bir geri çevirme sağlar.
Daha önce bir tanımlama bilgisi dizesinde bu karakterlerden herhangi biri olması, dizenin kesilmemesine neden olabilir ancak yine de ayarlanmış olabilir.
Şimdi, bu karakterlerin varlığı tanımlama bilgisi dizesinin tamamının yoksaymasına neden olacak.

Bu ilkeyi etkinleştirirseniz veya yapılandırmazsanız yeni davranış etkinleştirilir.

Bu ilkeyi devre dışı bırakırsanız eski davranış etkinleştirilir.

Bu ilke, ilk olarak kesinti durumunda bir güvenlik önlemi olarak uygulandığından artık kullanılmıyor, ancak raporlanmadı.</string><string id="ZstdContentEncodingEnabled">zstd içerik kodlama desteğini etkinleştir (geçersiz)</string><string id="ZstdContentEncodingEnabled_Explain">KULLANIMDAN KALKTI: Bu ilke kullanımdan kalktı ve Microsoft Edge 137 sürümünden sonra çalışmaz.

Bu ilke, Microsoft Edge ürününün Zstandard (zstd) içerik kodlamasını destekleyip desteklemediğini denetler.

Etkin: Edge, Kodlamayı Kabul Et isteği üst bilgisinde zstd’yi kullanıma sunar ve zstd ile kodlanmış yanıtların sıkıştırmasını açabilir.

Devre dışı: Edge, zstd içerik kodlamasını kullanıma sunmaz veya desteklemez.

Yapılandırılmadı: Varsayılan davranış, zstd içerik kodlaması desteğini etkinleştirmektir.

NOT:
Microsoft Edge şu anda zstd içerik kodlamasını her zaman desteklediğinden, bu ilke Microsoft Edge 138 sürümünden itibaren kullanımdan kaldırılmıştır.</string><string id="WebView2LoaderOverrideSettings_group">Yükleyici Geçersiz Kılma Ayarları</string><string id="BrowserExecutableFolder">Tarayıcı yürütülebilir klasörünün konumunu yapılandırın</string><string id="BrowserExecutableFolder_Explain">Bu ilke WebView2 uygulamalarını belirtilen yolda WebView2 Çalışma Zamanı'nı kullanacak şekilde yapılandırır. Klasör şu dosyaları içermelidir: msedgewebview2.exe, msedge.dll vb.

Klasör yolunun değerini ayarlamak için bir Değer adı ve Değer çifti sağlayın. Değer adı olarak Uygulama Kullanıcı Modeli Kimliği'ni veya yürütülebilir dosya adını ayarlayın. Tüm uygulamalara uygulamak için değer adı olarak &quot;*&quot; joker karakterini kullanabilirsiniz.

Örnek değer:

Name: *, Value: C:\Program Files\Microsoft Edge WebView2 Runtime Redistributable 85.0.541.0 x64</string><string id="BrowserExecutableFolderDesc">Tarayıcı yürütülebilir klasörünün konumunu yapılandırın</string><string id="ChannelSearchKind">WebView2 yayın kanalı arama türünü yapılandırma</string><string id="ChannelSearchKind_Explain">Bu ilke, WebView2 uygulamaları için kanal arama türünü yapılandırır. Varsayılan olarak kanal arama türü, ilgili WebView2 API'sindeki &quot;En Kararlı&quot; arama türüne eşdeğer olan 0'dır; Bu, WebView2 ortam oluşturmanın en çok kararlı olandan en az kararlı olana kadar bir sürüm kanalı araması gerektiğini gösterir: WebView2 Runtime, Beta, Dev ve Canary.

Varsayılan arama sırasını tersine çevirmek ve &quot;En Kararsız&quot; arama türünü kullanmak için bu ilkeyi 1 olarak ayarlayın.

Kanal arama türünün değerini ayarlamak için bir Değer adı ve Değer çifti sağlayın. Değer adı olarak Uygulama Kullanıcı Modeli Kimliği'ni veya yürütülebilir dosya adını ayarlayın. Tüm uygulamalara uygulamak için değer adı olarak &quot;*&quot; joker karakterini kullanabilirsiniz.

Örnek değer:

Name: WebView2APISample.exe, Value: 1</string><string id="ChannelSearchKindDesc">WebView2 yayın kanalı arama türünü yapılandırma</string><string id="ReleaseChannelPreference">Sürüm kanalı arama sırası tercihini ayarlama (kullanım dışı)</string><string id="ReleaseChannelPreference_Explain">KULLANIM DIŞI: Bu ilke kullanım dışıdır. Şu anda desteklenmektedir ancak gelecekteki bir sürümde geçersiz hale gelecektir.

Bu ilke, aynı işlevselliğe sahip olan ChannelSearchKind lehine kullanımdan kaldırılmıştır ve 124 sürümünde kullanımdan kaldırılacaktır. Varsayılan kanal arama sırası WebView2 Runtime, Beta, Dev ve Canary'dir.

Varsayılan arama sırasını tersine çevirmek için bu ilkeyi 1 olarak ayarlayın.

Sürüm kanalı tercihinin değerini ayarlamak için bir Değer adı ve Değer çifti sağlayın. Değer adı olarak Uygulama Kullanıcı Modeli Kimliği'ni veya yürütülebilir dosya adını ayarlayın. Tüm uygulamalara uygulamak için değer adı olarak &quot;*&quot; joker karakterini kullanabilirsiniz.

Örnek değer:

Name: *, Value: 1</string><string id="ReleaseChannelPreferenceDesc">Sürüm kanalı arama sırası tercihini ayarlama (kullanım dışı)</string><string id="ReleaseChannels">WebView2 yayın kanallarını yapılandırma</string><string id="ReleaseChannels_Explain">Bu ilke, WebView2 uygulamaları için yayın kanalı seçeneklerini yapılandırır. Bu seçenekleri yapılandırmak için, değeri, ilgili WebView2 API'sindeki `COREWEBVIEW2_RELEASE_CHANNELS` değerleriyle eşleşen virgülle ayrılmış bir tamsayı dizesine ayarlayın. Bu değerler şunlardır: WebView2 Runtime (0), Beta (1), Dev (2) ve Canary (3). Varsayılan olarak, ortam oluşturma, cihazda bulunan ilk kanalı kullanarak kanalları en çok kararlıdan en az kararlıya doğru arar. `ReleaseChannels` sağlandığında, ortam oluşturma yalnızca kümede belirtilen kanalları arar. Örneğin, &quot;0,2&quot; ve &quot;2,0&quot; değerleri, ortam oluşturmanın `ChannelSearchKind` tarafından belirtilen sırayı kullanarak yalnızca Dev kanalını ve WebView2 Çalışma Zamanını araması gerektiğini gösterir. Ortam oluşturma, her bir tamsayıyı yorumlamaya çalışır ve herhangi bir geçersiz girişi Kararlı kanal olarak ele alır. Arama sırasını tersine çevirmek için `ChannelSearchKind` ayarını yapın, böylece ortam oluşturma önce en az kararlı yapıyı arar. Hem `BrowserExecutableFolder` hem de `ReleaseChannels` sağlanmışsa, `BrowserExecutableFolder` kanalının `ReleaseChannels` kanalına dahil edilip edilmediğine bakılmaksızın `BrowserExecutableFolder` önceliklidir.

Yayın kanallarının değerini ayarlamak için bir Değer adı ve Değer çifti girin. Değer adını Uygulama Kullanıcı Modeli Kimliğine veya yürütülebilir dosya adına ayarlayın. Tüm uygulamalara uygulamak için değer adı olarak &quot;*&quot; joker karakterini kullanabilirsiniz.

Örnek değer:

Name: WebView2APISample.exe, Value: 0,1,2</string><string id="ReleaseChannelsDesc">WebView2 yayın kanallarını yapılandırma</string><string id="ExperimentationAndConfigurationServiceControl">Deneme ve Yapılandırma Hizmeti ile iletişimi kontrol et</string><string id="ExperimentationAndConfigurationServiceControl_Explain">Deneme ve Yapılandırma Hizmeti, istemciye Deneme ve Yapılandırma yüklerini dağıtmak için kullanılır.

Deneme yükü, Microsoft'un test etme ve geri bildirim için etkinleştirdiği erken geliştirme aşamasındaki özelliklerin bir listesinden oluşur.

Yapılandırma yükü, Microsoft'un kullanıcı deneyimini optimize etmek için dağıtmak istediği önerilen ayarların bir listesinden oluşur.

 Yapılandırma yükü ayrıca, uyumluluk nedeniyle belirli etki alanlarında gerçekleştirilecek eylemlerin bir listesini de içerebilir. Örneğin, yeni Kullanıcı Aracısı dizesi nedeniyle bu web sitesi bozulursa tarayıcı bir web sitesindeki Kullanıcı Aracısı dizesini geçersiz kılabilir. Microsoft site sahibi ile sorunu çözmeye çalışırken bu eylemlerin her birinin geçici olması amaçlanmıştır.

      Bu ilkeyi 'FullMode' olarak ayarlarsanız tam yük, Deneme ve Yapılandırma Hizmeti'nden indirilir. Buna hem deneme hem de yapılandırma yükleri dahildir.

Bu ilkeyi 'ConfigurationsOnlyMode' olarak ayarlarsanız, yalnızca yapılandırma yükü indirilir.

Bu ilkeyi 'RestrictedMode' olarak ayarlarsanız, Deneme ve Yapılandırma Hizmeti ile iletişim tamamen durdurulur. Microsoft bu ayarı önermez.

Bu ilkeyi yönetilen bir cihazda yapılandırmazsanız, Beta ve Kararlı kanallarındaki davranış 'ConfigurationsOnlyMode' ile aynı olur. Canary ve Geliştirme kanallarında davranış 'FullMode' ile aynı olur.

 Bu ilkeyi yönetilmeyen bir cihazda yapılandırmazsanız, davranış 'FullMode' ile aynı olur.

İlke seçenekleri eşleme:

* FullMode (2) = Yapılandırmaları ve denemeleri al

* ConfigurationsOnlyMode (1) = Yalnızca yapılandırmaları al

* RestrictedMode (0) = Deneme ve Yapılandırma Hizmeti ile iletişimi devre dışı bırak

Bu ilkeyi yapılandırırken önceki bilgileri kullanın.</string><string id="ExperimentationAndConfigurationServiceControl_FullMode">Yapılandırmaları ve denemeleri al</string><string id="ExperimentationAndConfigurationServiceControl_ConfigurationsOnlyMode">Yalnızca yapılandırmaları al</string><string id="ExperimentationAndConfigurationServiceControl_RestrictedMode">Deneme ve Yapılandırma Hizmeti ile iletişimi devre dışı bırak</string><string id="ForcePermissionPolicyUnloadDefaultEnabled">unload olay işleyicilerinin devre dışı bırakılıp bırakılmayacağını denetler.</string><string id="ForcePermissionPolicyUnloadDefaultEnabled_Explain">unload olay işleyicileri kullanım dışı bırakılıyor. Olay işleyicilerinin tetiklenip tetiklenmeyeceği unload Permissions-Policy’ne bağlıdır.
Şu anda ilke gereğince bunlara varsayılan olarak izin veriliyor. Gelecekte bunlara aşamalı bir şekilde varsayılan olarak izin verilmeyecek ve sitelerin Permissions-Policy üst bilgilerini kullanarak bunları özellikle etkinleştirmesi gerekecek.
Bu kuruluş ilkesi, varsayılanı etkin olarak kalmaya zorlayarak bu aşamalı kullanımdan kaldırmayı geri çevirmek için kullanılabilir.

Sayfalar, verileri kaydetmek veya sunucuya kullanıcı oturumunun sonunu bildirmek için unload olay işleyicilerine bağımlı olabilir.
Bu, güvenilir olmadığından ve BackForwardCache kullanımını engelleyerek performansı etkilediğinden önerilmez.
Önerilen alternatifler vardır ancak unload olayı uzun süredir kullanılmaktadır. Bazı uygulamalar hala bunlara bağımlı olabilir.

Bu ilkeyi devre dışı bırakırsanız veya yapılandırmazsanız, kullanımdan kaldırma işlemine uygun olarak unload olay işleyicileri aşamalı olarak kullanımdan kaldırılır ve Permissions-Policy üst bilgisini ayarlamayan siteler `unload` olaylarını tetiklemeyi durdurur.

Bu ilkeyi etkinleştirirseniz, unload olay işleyicileri varsayılan olarak çalışmaya devam eder.</string><string id="HttpAllowlist">HTTP İzin Verilenler Listesi</string><string id="HttpAllowlist_Explain">İlkenin ayarlanması, HTTPS'ye yükseltilmeyecek ana bilgisayar adlarının veya ana bilgisayar adı kalıplarının (örneğin '[*.]example.com') bir listesini belirtir. Kuruluşlar, &quot;AutomaticHttpsDefault&quot; veya &quot;HttpsUpgradesEnabled&quot; ilkesini devre dışı bırakmaya gerek kalmadan HTTPS'yi desteklemeyen sunuculara erişimi sürdürmek için bu ilkeyi kullanabilir.

Sağlanan ana bilgisayar adları standart hale getirilmelidir: Tüm IDN'ler A etiketi biçimine dönüştürülmeli ve tüm ASCII harfleri küçük harf olmalıdır.

Kapsamlı ana bilgisayar joker karakterlerine (örn. &quot;*&quot; veya &quot;[*]&quot;) izin verilmez. Bunun yerine, İlk HTTPS Modu ve HTTPS Yükseltmelerinin kendi özel ilkeleri aracılığıyla açıkça devre dışı bırakılması gerekir.

Not: Bu ilke HSTS yükseltmeleri için geçerli değildir.

Örnek değer:

testserver.example.com
[*.]example.org</string><string id="HttpAllowlistDesc">HTTP İzin Verilenler Listesi</string><string id="NewBaseUrlInheritanceBehaviorAllowed">NewBaseUrlInheritanceBehavior özelliğinin etkinleştirilmesine izin verir (geçersiz)</string><string id="NewBaseUrlInheritanceBehaviorAllowed_Explain">KULLANIMDAN KALKTI: Bu ilke kullanımdan kalktı ve Microsoft Edge 135 sürümünden sonra çalışmaz.

NewBaseUrlInheritanceBehavior, about:blank ve about:srcdoc çerçevelerinin, başlatıcılarının temel url'sinin anlık görüntüleri aracılığıyla sürekli olarak temel url değerlerini devralmasına neden olan bir Microsoft Edge özelliğidir.

Bu ilkeyi devre dışı bırakırsanız, uyumluluk sorunları bulunması durumunda kullanıcıların veya Microsoft Edge varyasyonlarının NewBaseUrlInheritanceBehavior özelliğini etkinleştirmesi engellenir.

Bu ilkeyi etkinleştirirseniz veya yapılandırmazsanız NewBaseUrlInheritanceBehavior özelliğinin etkinleştirilmesine olanak sağlar.

Bu ilke, Microsoft Edge sürüm 136'dan itibaren kaldırılmıştır, ancak NewBaseUrlInheritanceBehaviorAllowed özelliği Microsoft Edge sürüm 123'te kaldırılmıştır.</string><string id="NewPDFReaderWebView2List">WebView2 için Adobe Acrobat tarafından desteklenen yerleşik PDF okuyucuyu etkinleştir</string><string id="NewPDFReaderWebView2List_Explain">Bu ilke, Adobe Acrobat PDF okuyucusu ile güçlendirilmiş PDF okuyucunun yeni sürümünü başlatmaları için WebView2 uygulamalarını yapılandırır. Yeni PDF okuyucu hiçbir işlev kaybının olmamasını ve gelişmiş bir PDF deneyimi sunulmasını sağlar. Bu deneyime daha zengin dosya işleme, gelişmiş performans, PDF dosyası işlemede güçlü güvenlik ve daha geniş kapsamlı erişilebilirlik dahildir.

Bu ilke bir uygulama için belirtilirse belirtilen uygulamayla ilgili diğer uygulamaları da etkileyebilir. İlke, aynı WebView2 kullanıcı verileri klasörünü paylaşan tüm WebView2’lere uygulanır. Aynı ürün ailesinden olma ihtimali bulunan bu uygulamalar aynı kullanıcı verileri klasörünü paylaşmak üzere tasarlanmışsa bu WebView2’ler, birden fazla uygulamaya ait olabilir.

Yeni PDF okuyucuyu uygulama için etkinleştirmek için bir ad-değer çifti kullanın. Adı, Uygulama Kullanıcı Modeli Kimliği veya yürütülebilir dosya adı olarak ayarlayın. &quot;*&quot; joker karakterini tüm uygulamalara uygulanacak değer adı olarak kullanabilirsiniz. Değeri true olarak ayarladığınızda yeni okuyucu etkinleştirilir veya false olarak ayarlarsanız mevcut okuyucu kullanılır.

Bu ilkeyi, belirtilen WebView2 uygulamaları için etkinleştirirseniz tüm PDF dosyalarını açmak için PDF okuyucu ile güçlendirilmiştir yeni Adobe Acrobat kullanılır.

Bu ilkeyi belirtilen WebView2 uygulamaları için devre dışı bırakırsanız veya yapılandırmazsanız tüm PDF dosyalarını açmak için mevcut PDF okuyucu kullanılır.

Örnek değer:

{&quot;name&quot;: &quot;app1.exe&quot;, &quot;value&quot;: true}
{&quot;name&quot;: &quot;app_id_for_app2&quot;, &quot;value&quot;: true}
{&quot;name&quot;: &quot;*&quot;, &quot;value&quot;: false}</string><string id="NewPDFReaderWebView2ListDesc">WebView2 için Adobe Acrobat tarafından desteklenen yerleşik PDF okuyucuyu etkinleştir</string><string id="RSAKeyUsageForLocalAnchorsEnabled">Yerel güven bağlayıcıları tarafından verilen sunucu sertifikaları için RSA anahtar kullanımını denetleyin (geçersiz)</string><string id="RSAKeyUsageForLocalAnchorsEnabled_Explain">KULLANIMDAN KALKTI: Bu ilke kullanımdan kalktı ve Microsoft Edge 135 sürümünden sonra çalışmaz.

X.509 anahtar kullanımı uzantısı, sertifikadaki anahtarın nasıl kullanılabileceğini
bildirir. Bu yönergeler, sertifikaların istenmeyen bir bağlamda kullanılmalarını önleyerek
HTTPS ve diğer protokollere yönelik çapraz protokol saldırılarına karşı
korur. HTTPS istemcileri, sunucu sertifikalarının bağlantının TLS parametreleriyle eşleşip
eşleşmediğini kontrol etmelidir.

Microsoft Edge 124'ten başlayarak, bu
denetim her zaman etkindir.

Microsoft Edge 123 ve önceki sürümlerde
aşağıdaki davranış geçerlidir:

Bu ilke etkin olarak ayarlanırsa,
Microsoft Edge bu anahtar denetimini
gerçekleştirir. Bu, saldırganın tarayıcıyı bir anahtarı sertifika sahibinin istemediği şekilde
yorumlaması için manipüle ettiği saldırıları önlemeye yardımcı olur.

Bu ilke devre dışı olarak ayarlanırsa,
Microsoft Edge, TLS 1.2 ile anlaşan ve
yerel bir güven çapasına zincirlenen bir RSA sertifikası kullanan HTTPS bağlantılarında
bu denetimi atlar. Yerel güven çapalarına örnek olarak ilke tarafından
sağlanan veya kullanıcı tarafından yüklenen kök sertifikalar verilebilir. Diğer tüm durumlarda, denetim
bu ilkenin ayarından bağımsız olarak gerçekleştirilir.

Bu ilke yapılandırılmazsa,
Microsoft Edge ilke etkinmiş gibi
davranır.

Bu ilke, yöneticilerin bu denetimi varsayılan olarak etkinleştirecek olan
gelecekteki bir sürümün davranışını önizlemesi için kullanılabilir. Bu noktada, bu ilke
sertifikalarını yeni RSA anahtar kullanımı gereksinimlerine uyum doğrultusunda güncellemek için daha fazla
zamana ihtiyaç duyan yöneticiler için geçici olarak kullanılabilir durumda kalacaktır.

Bu denetimi geçemeyen bağlantılar
ERR_SSL_KEY_USAGE_INCOMPATIBLE hatasıyla başarısız olur. Bu hatayla başarısız olan sitelerde yanlış
yapılandırılmış bir sertifika bulunması olasıdır. Modern ECDHE_RSA şifre paketleri
&quot;digitalSignature&quot; anahtar kullanım seçeneğini kullanırken, eski RSA şifre çözme paketleri
&quot;keyEncipherment&quot; anahtar kullanım seçeneğini kullanır. Yöneticiler emin olmadıklarında, HTTPS'ye
yönelik RSA sertifikalarına her ikisini de eklemelidir.

İlke, Microsoft Edge sürüm 136'dan itibaren kullanımdan kaldırılmıştır,
ancak anahtar kontrolü Microsoft Edge sürüm 124'den beri her zaman etkindir.</string><string id="SUPPORTED_WIN7_V97">Microsoft Edge sürüm 97, Windows 7 veya üstü</string><string id="SUPPORTED_WIN7_V116">Microsoft Edge sürüm 116, Windows 7 veya üstü</string><string id="SUPPORTED_WIN7_V118">Microsoft Edge sürüm 118, Windows 7 veya üstü</string><string id="SUPPORTED_WIN7_V87">Microsoft Edge sürüm 87, Windows 7 veya üstü</string><string id="SUPPORTED_WIN7_V121">Microsoft Edge sürüm 121, Windows 7 veya üstü</string><string id="SUPPORTED_WIN7_V123">Microsoft Edge sürüm 123, Windows 7 veya üstü</string><string id="SUPPORTED_WIN7_V125">Microsoft Edge sürüm 125, Windows 7 veya üstü</string><string id="OBSOLETE_WIN7_V123_V135">Microsoft Edge sürüm 123-135, Windows 7 veya üstü</string><string id="OBSOLETE_WIN7_V125_V137">Microsoft Edge sürüm 125-137, Windows 7 veya üstü</string><string id="OBSOLETE_WIN7_V123_V131">Microsoft Edge sürüm 123-131, Windows 7 veya üstü</string><string id="microsoft_edge_webview2">Microsoft Edge WebView2</string><string id="microsoft_edge_webview2_recommended">Microsoft Edge WebView2 - Varsayılan Ayarlar (kullanıcılar geçersiz kılabilir)</string></stringTable><presentationTable><presentation id="AccessControlAllowMethodsInCORSPreflightSpecConformant"/><presentation id="BlockTruncatedCookies"/><presentation id="ZstdContentEncodingEnabled"/><presentation id="BrowserExecutableFolder"><listBox refId="BrowserExecutableFolderDesc">Değer adını Uygulama Kullanıcı Modeli Kimliği veya yürütülebilir dosya adı olarak ayarlayın. Tüm uygulamalara uygulanacak değer adı olarak &quot;*&quot; joker karakterini kullanabilirsiniz.</listBox></presentation><presentation id="ChannelSearchKind"><listBox refId="ChannelSearchKindDesc">Değer adını Uygulama Kullanıcı Modeli Kimliği veya yürütülebilir dosya adı olarak ayarlayın. Tüm uygulamalara uygulanacak değer adı olarak &quot;*&quot; joker karakterini kullanabilirsiniz.</listBox></presentation><presentation id="ReleaseChannelPreference"><listBox refId="ReleaseChannelPreferenceDesc">Değer adını Uygulama Kullanıcı Modeli Kimliği veya yürütülebilir dosya adı olarak ayarlayın. Tüm uygulamalara uygulanacak değer adı olarak &quot;*&quot; joker karakterini kullanabilirsiniz.</listBox></presentation><presentation id="ReleaseChannels"><listBox refId="ReleaseChannelsDesc">Değer adını Uygulama Kullanıcı Modeli Kimliği veya yürütülebilir dosya adı olarak ayarlayın. Tüm uygulamalara uygulanacak değer adı olarak &quot;*&quot; joker karakterini kullanabilirsiniz.</listBox></presentation><presentation id="ExperimentationAndConfigurationServiceControl"><dropdownList refId="ExperimentationAndConfigurationServiceControl">Deneme ve Yapılandırma Hizmeti ile iletişimi kontrol et</dropdownList></presentation><presentation id="ForcePermissionPolicyUnloadDefaultEnabled"/><presentation id="HttpAllowlist"><listBox refId="HttpAllowlistDesc">HTTP İzin Verilenler Listesi</listBox></presentation><presentation id="NewBaseUrlInheritanceBehaviorAllowed"/><presentation id="NewPDFReaderWebView2List"><listBox refId="NewPDFReaderWebView2ListDesc">Değer adını Uygulama Kullanıcı Modeli Kimliği veya yürütülebilir dosya adı olarak ayarlayın. Tüm uygulamalara uygulanacak değer adı olarak &quot;*&quot; joker karakterini kullanabilirsiniz.</listBox></presentation><presentation id="RSAKeyUsageForLocalAnchorsEnabled"/></presentationTable></resources></policyDefinitionResources>